Repository: marbaque/simone-child
Catalog: languages/um-groups-*.po
Languages: es_cr

source: Add a group system for your community users easily.
es_cr: Añada un sistema de grupos para los usuarios de su comunidad fácilmente.

source: Already a member
es_cr: Ya es miembro

source: added by
es_cr: añadido por

source: Add Member
es_cr: Añadir miembro

source: New search
es_cr: Nueva búsqueda

source: Privacy
es_cr: Privacidad

source: Role list
es_cr: Lista de roles

source: Posts Moderation
es_cr: Moderación de publicaciones

source: Enable Invites feature
es_cr: Activar función de invitaciones

source: Who can invite members to the group?
es_cr: ¿Quién puede invitar miembros al grupo?

source: Enable Invites search
es_cr: Activar búsqueda de invitaciones

source: Enable Invites filters
es_cr: Activar filtros de invitaciones

source: Choose field(s) to enable in search
es_cr: Seleccionar campo o campos para activar en la búsqueda

source: Add New Custom Field
es_cr: Añadir nuevo campo personalizado

source: Show all group status
es_cr: Mostrar todas las estadísticas del grupo

source: Show all group roles
es_cr: Mostrar todos los roles del grupo

source: Name
es_cr: Nombre

source: Status
es_cr: Estado

source: Group Role
es_cr: Rol de grupo

source: Actions
es_cr: Acciones

source: Hidden Status
es_cr: Estado oculto

source: Hidden Role
es_cr: Rol oculto

source: Hidden User Login
es_cr: Inicio de sesión oculto

source: Hidden User Email
es_cr: Correo de usuario oculto

source: Hidden Timestamp
es_cr: Marca de tiempo oculta

source: Join Group
es_cr: Unirse a grupo

source: You must enter a group name
es_cr: Usted debe escribir un nombre para el grupo

source: Minimum of 3 characters are allowed.
es_cr: Mínimo de tres caracteres permitido.

source: You must enter a description
es_cr: Usted debe escribir una descripción

source: You must select a category
es_cr: Usted debe elegir una categoría

source: You must select a tag
es_cr: Usted debe elegir una etiqueta

source: Invalid Nonce.
es_cr: Periodo no válido.

source: You don't have a permission to change something in this group!
es_cr: ¡Usted no tiene permisos para cambiar nada en ese grupo!

source: You must select an image file
es_cr: Usted debe elegir una imagen

source: Something went wrong.
es_cr: Algo salió mal.

source: Group was updated successfully.
es_cr: El grupo se borró correctamente.

source: Settings
es_cr: Ajustes

source: Invites settings
es_cr: Ajustes de invitaciones

source: Add New Members
es_cr: Añadir miembros nuevos

source: Manage Members
es_cr: Gestionar miembros

source: Groups
es_cr: Grupos

source: Group #
es_cr: Grupo #

source: Delete Group Permanently
es_cr: Borrar grupo permanentemente

source: Delete Group
es_cr: Borrar grupo

source: Add Tab
es_cr: Añadir pestaña

source: Update Group
es_cr: Actualizar grupo

source: No groups found.
es_cr: No se encontraron grupos.

source: load more...
es_cr: cargar más…

source: No more groups to show
es_cr: No hay más grupos que mostrar

source: All Groups <span>%s</span>
es_cr: Todos los grupos<span>%s</span>

source: Yes
es_cr: Sí

source: Placeholders:
es_cr: Marcadores de posición:

source: Follows you
es_cr: Te sigue

source: Friend
es_cr: Amistad

source: This user has been blocked
es_cr: Este usuario ha sido bloqueado

source: Notifications
es_cr: Notificaciones

source: Update Notifications
es_cr: Actualizar notificaciones

source: {total_users} Members
es_cr: {total_users} miembros

source: {total_users} Member
es_cr: {total_users} miembro

source: Joined %s ago
es_cr: Se unió hace %s

source: New wall post
es_cr: Publicación en el muro nueva

source: New user
es_cr: Usuario nuevo

source: New blog post
es_cr: Publicación en el blog nueva

source: New product
es_cr: Producto nuevo

source: New Group
es_cr: Grupo nuevo

source: New Gravity From
es_cr: Formulario Gravity nuevo

source: New Gravity From Answer
es_cr: Gravity nuevo de respuesta

source: New follow
es_cr: Seguidor nuevo

source: New forum topic
es_cr: Tema de foro nuevo

source: See more
es_cr: Ver más

source: Untitled
es_cr: Sin título

source: Just now
es_cr: Justo ahora

source: Yesterday at %s
es_cr: Ayer a las %s

source: %s at %s
es_cr: %s en %s

source: F d, Y
es_cr: d F, Y

source: People who like this
es_cr: Gente a la que le gusta esto

source: You do not have the necessary permission for the specified Group to perform this action.
es_cr: No tienes el permiso necesario para que el grupo especificado realice esta acción.

source: You must login to like
es_cr: Debes iniciar sesión para dar like

source: Invalid comment
es_cr: Comentario no válido

source: You must login to unlike
es_cr: Debes iniciar sesión para quitar el like

source: Invalid wall post
es_cr: Publicación del muro inválida

source: Login to post a comment
es_cr: Inicie sesión para publicar un comentario

source: Enter a comment first
es_cr: Escriba un comentario primero

source: You can not post as guest
es_cr: Usted no puede publicar como invitado

source: You should type something first
es_cr: Usted debería escribir algo primero

source: Post has been approved
es_cr: La publicación ha sido aprobada

source: Post has been deleted
es_cr: La publicación ha sido borrada

source: load %s more comments
es_cr: cargar %s comentarios más

source: load %s more comment
es_cr: cargar %s comentario más

source: load more replies
es_cr: cargar más respuestas

source: load more comments
es_cr: cargar más comentarios

source: load %s more replies
es_cr: cargar %s respuestas más

source: load %s more reply
es_cr: cargar %s una respuesta más

source: All
es_cr: Todas

source: Approve
es_cr: Aprobar

source: Block
es_cr: Bloquear

source: Display
es_cr: Mostrar

source: Expel
es_cr: Expulsar

source: Invite
es_cr: Invitar

source: Invited
es_cr: Invitado

source: Display _MENU_ profiles per page
es_cr: Mostrar _MENU_ perfiles por página

source: members
es_cr: miembros

source: No members found
es_cr: No se encontraron miembros

source: No members yet
es_cr: No hay miembros aun

source: Showing _START_ to _END_ of _TOTAL_ members
es_cr: Mostrando _START_ to _END_ of _TOTAL_ miembros

source: Showing 0 to 0 of 0 members
es_cr: Mostrando 0 a 0 de 0 miembros

source: (filtered from _MAX_ total members)
es_cr: (Filtrado de _MAX_ total miembros)

source: Loading members...
es_cr: Cargando miembros…

source: Resend
es_cr: Reenviar

source: Reject
es_cr: Rechazar

source: Search name:
es_cr: Buscar nombre:

source: Sent
es_cr: Enviado

source: Unblock
es_cr: Desbloquear

source: Something went wrong. Please try again
es_cr: Algo salió mal. Por favor, intente otra vez.

source: Title
es_cr: Título

source: Description
es_cr: Descripción

source: Featured Image
es_cr: Imagen destacada

source: Categories
es_cr: Categorías

source: Tags
es_cr: Etiquetas

source: Public
es_cr: Pública

source: Public for Role
es_cr: Pública para el rol

source: Private
es_cr: Privada

source: Hidden
es_cr: Oculta

source: Pending Admin Review
es_cr: Pendiente de revisión de admin

source: Pending Member Review
es_cr: Pendiente de revisión de membresía

source: Approved
es_cr: Aprobada

source: Rejected
es_cr: Rechazada

source: Blocked
es_cr: Bloqueada

source: Administrator
es_cr: Administrador

source: Moderator
es_cr: Moderador

source: Member
es_cr: Miembro

source: Banned
es_cr: Vetado

source: All Group Members
es_cr: Todos los miembros del grupo

source: Group Administrators & Moderators only
es_cr: Administradores y moderados del grupo solamente

source: Group Administrators only
es_cr: Administradores del grupo solamente

source: Auto Published
es_cr: Publicado automáticamente

source: Require Mod/Admin
es_cr: Requiere Mod/Admin

source: Oldest members first
es_cr: Miembros antiguos primero

source: Newest members first
es_cr: Miembros recientes primero

source: You're already a member of this group.
es_cr: Usted ya es miembro de este grupo.

source: Only members can add you to this group.
es_cr: Solo los miembros le pueden añadir a este grupo.

source: Wrong request
es_cr: Petición equivocada

source: Make Admin
es_cr: Convertir en Admin

source: Make Member
es_cr: Convertir a miembro

source: Make Moderator
es_cr: Convertir a moderador

source: Role changed to %s
es_cr: Rol cambiado a %s

source: <strong>%s - %s</strong> - already a member
es_cr: <strong>%s - %s</strong> - ya es miembro

source: Nothing found
es_cr: Nada encontrado

source: Leave Group
es_cr: Abandonar grupo

source: Request Sent
es_cr: Petición enviada

source: Cancel
es_cr: Cancelar

source: Invalid data
es_cr: Datos no váidos

source: Invalid request
es_cr: Petición no válida

source: Remove From Group
es_cr: Quitar de grupo

source: Your request to join {group_name} have been approved.
es_cr: Su solicitud de unirse a {group_name} ha sido aprobada.

source: {member_name} has requested to join {group_name}.
es_cr: {member_name} ha solicitado unirse a {group_name}.

source: {group_invitation_host_name} has invited you to join {group_name}.
es_cr: {group_invitation_host_name} le ha invitado a unirse {group_name}.

source: Your group role {group_role_old} has been changed to {group_role_new} in {group_name}.
es_cr: Su rol de grupo {group_role_old} se ha cambiado a {group_role_new} en {group_name}.

source: Set Group Image
es_cr: Ajustar imagen del grupo

source: Remove Group Image
es_cr: Quitar imagen del grupo

source: Group Image
es_cr: Imagen del grupo

source: Enter group name...
es_cr: Escriba el nombre del grupo

source: Members
es_cr: Miembros

source: Creator
es_cr: Creador(a)

source: Require profile to be complete to create post in groups?
es_cr: ¿Requerir que el perfil esté completo para publicar en grupos?

source: Prevent user from adding posts in groups If their profile completion is below the completion threshold set up above?
es_cr: ¿Prevenir que un usuario publique en grupos si su perfil está completado bajo el nivel ajustado arriba?

source: (none)
es_cr: (ninguno)

source: New group
es_cr: Grupo nuevo

source: Groups - Approve Member
es_cr: Grupos - Aprobar miembro

source: When my group requests have been approved
es_cr: Cuando mis solicitudes de grupo han sido aprobadas

source: Groups - Join Request
es_cr: Grupos - Solicitud de unirse

source: When a user requested to join their group
es_cr: Cuando un usuario solicitó unirse a su grupo

source: Groups - Invite Member
es_cr: Grupos - Invitar miembro

source: When a member has invited to join a group
es_cr: Cuando un miembro le ha invitado a unirse a un grupo

source: Groups - Change Group Role
es_cr: Grupos - Cambiar rol de grupo

source: When my group roles have been changed
es_cr: Cuando mis roles de grupo han sido modificados

source: Everyone
es_cr: Todos

source: Groups slug
es_cr: Slug de Grupos

source: Groups Category slug
es_cr: Slug de categoría de Grupos

source: Groups Tag slug
es_cr: Slug de etiqueta de Grupos

source: Show group avatars
es_cr: Mostrar avatares de grupo

source: Show people to Invite tab
es_cr: Mostrar pestaña de gente a invitar

source: Select...
es_cr: Elegir…

source: Number of discussion posts on desktop
es_cr: Número de entradas de discusión en escritorio

source: Number of discussion posts on mobile
es_cr: Número de entradas de discusión en móviles

source: Number of initial comments/replies to display per post
es_cr: Número de comentarios/respuestas iniciales a mostrar por entrada

source: Number of comments/replies to get when user load more
es_cr: Número de comentarios/respuestas a obtener cuando el usuario carga más

source: Comments order
es_cr: Orden de comentarios

source: Newest first
es_cr: Más recientes primero

source: Oldest first
es_cr: Anteriores primero

source: How many words appear before discussion post is truncated?
es_cr: ¿Cuántas palabras aparecen antes de que la entrada de discusión sea truncada?

source: Text to display If user needs to login to see group activity.
es_cr: Texto a mostrar si el usuario necesita iniciar sesión para la actividad del grupo.
