Repository: marbaque/simone-child
Catalog: languages/um-notices-*.po
Languages: es_cr

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
es_cr: Hay una nueva versión de %1$s disponible. <a target="_blank" class="thickbox" href="%2$s">Ver detalles de la versión %3$s</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
es_cr: Hay una nueva versión de %1$s disponible. <a target="_blank" class="thickbox" href="%2$s">Ver detalles de la versión %3$s</a> o <a href="%4$s">actualizar ahora</a>.

source: You do not have permission to install plugin updates
es_cr: Usted no tiene permiso para instalar la actualización del plugin

source: Enable Call to Action button
es_cr: Activar botón Call to action

source: Button Text
es_cr: Texto del botón

source: Button URL
es_cr: URL del botón

source: Button Background Color
es_cr: Color de fondo del botón

source: Button Text Color
es_cr: Color de Texto del Botón

source: Reach
es_cr: Alcance

source: Flush
es_cr: Restablecer

source: Flushing a notice makes it appear as a new notice to users even those who have seen it already.
es_cr: Restablecer un aviso hace que aparezca como nuevo para los usuarios que ya lo vieron.

source: Flush this notice
es_cr: Restablecer este aviso

source: Allow this notice to appear in footer
es_cr: Permitir que el aviso aparezca en el pie de página

source: If turned off, this notice can only appear using shortcode method
es_cr: Si usted marca como apagado (Off), el aviso solo será visible utilizando un shortcode

source: Display this notice to logged in users
es_cr: Mostrar el aviso a los usuarios que hayan ingresado a su cuenta

source: Display this notice to logged out users
es_cr: Mostrar este aviso a los usuarios que no hayan ingresado a su cuenta

source: Which user roles can see this notice
es_cr: ¿Cuáles roles pueden ver este aviso?

source: Leave blank to show to all user roles
es_cr: Dejar en blanco para mostrar a todos los roles

source: Show If the user did not
es_cr: Mostrar si el usuario no lo hizo

source: Upload profile photo
es_cr: Subir imagen de perfil

source: Upload cover photo
es_cr: Subir portada de perfil

source: Other
es_cr: Otros

source: Show If the user did not fill that metakey
es_cr: Mostrar si el usuario no completó esa palabra meta

source: Show on Homepage
es_cr: Mostrar en página principal

source: Show on Posts
es_cr: Mostrar en publicaciones

source: Show on Pages
es_cr: Mostrar en páginas

source: Show on Custom Post Types
es_cr: Mostrar en tipos de contenido personalizados

source: Show on specific URLs
es_cr: Mostrar en una URL especifica

source: Enter allowed URLs one per line
es_cr: Escriba las URL permitidas (una url por línea)

source: If you do not provide custom styling here, defaults will be used.
es_cr: Si usted no utiliza un estilo personalizado, se aplicará el diseño de predeterminado.

source: Notice Minimum Width
es_cr: Ancho mínimo del aviso

source: Set a minimum width for notice wrapper
es_cr: Mínimo del ancho del contenedor del aviso

source: Notice background color
es_cr: Color de fondo del aviso

source: Notice text color
es_cr: Color del texto del aviso

source: Notice font size
es_cr: Tamaño de letra del aviso

source: Notice Icon
es_cr: Icono del aviso

source: You can optionally add an icon to this notice
es_cr: Usted puede incluir un icono en este aviso

source: Choose Icon
es_cr: Seleccione el icono

source: No Icon
es_cr: No Icono

source: Notice Icon color
es_cr: Color del Icono del aviso

source: Notice Close Icon color
es_cr: Color del icono de cerrar aviso

source: Border
es_cr: Borde

source: Enter border css here
es_cr: Escriba el css del borde

source: Border Radius
es_cr: Radio del Borde (Radius)

source: Enter border radius here. e.g. 3px
es_cr: Ingrese el radio del borde ejemplo: 3px

source: Box Shadow
es_cr: Efecto de Sombra

source: Change this If you want to apply a box-shadow to the notice box
es_cr: Cambiar esto, si usted quiere aplicar el efecto sombra (box-shadow) al aviso.

source: Notice Position in Footer
es_cr: Posición del aviso en pie de página

source: Show to Right
es_cr: Mostrar a la derecha

source: Show to Left
es_cr: Mostrar a la izquierda

source: Select...
es_cr: Seleccionar...

source: Notices
es_cr: Avisos

source: Enter notice title here
es_cr: Escriba el título del aviso

source: How many people reached this notice? Count users who seen and closed the notice only
es_cr: ¿A cuántas personas alcanzó este aviso? Cuenta los usuarios que vieron el aviso y lo cerraron

source: Notice
es_cr: Aviso

source: Add New Notice
es_cr: Agregar aviso

source: Edit Notice
es_cr: Editar aviso

source: You did not create any notices yet
es_cr: Usted aún no ha creado avisos.

source: Nothing found in Trash
es_cr: No se ha encontrado nada en la papelera

source: Search Notices
es_cr: Buscar Noticias

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
es_cr: La extensión <strong>%s</strong> requiere que el plugin Ultimate Member esté activado para funcionar correctamente. Lo puede descargar aquí <a href="https://wordpress.org/plugins/ultimate-member">aquí</a>

source: The <strong>%s</strong> extension requires a <a href="https://wordpress.org/plugins/ultimate-member">newer version</a> of Ultimate Member to work properly.
es_cr: La extensión <strong>%s</strong> require una <a href="https://wordpress.org/plugins/ultimate-member">versión reciente</a> de Ultimate Member para funcionar correctamente.

source: Options
es_cr: Opciones

source: Footer Notice Rules
es_cr: Reglas del aviso en el Footer

source: Styling
es_cr: Estilos

source: This Notice
es_cr: Este aviso
