Repository: marbaque/simone-child
Catalog: languages/um-notifications-*.po
Languages: es_cr

source: Adds real-time activity notifications to community users.
es_cr: Añade notificaciones de actividad en tiempo real a los usuarios de la comunidad.

source: %s points
es_cr: %s puntos

source: Notification template
es_cr: Plantilla de notificación

source: You've gained <strong>%%cred_f%% %%_plural%%</strong> for <strong>%s</strong>.
es_cr: Ha obtenido <strong>%%cred_f%% %%_plural%%</strong> por <strong>%s</strong>.

source: You've taken away <strong>%%cred_f%% %%_plural%%</strong> for <strong>%s</strong>.
es_cr: A usted se le ha quitar <strong>%%cred_f%% %%_plural%%</strong> por <strong>%s</strong>.

source: You've gained <strong>%%cred_f%% %%_plural%%</strong> for connecting %s account</strong>.
es_cr: Ha obtenido <strong>%%cred_f%% %%_plural%%</strong> por conectar la cuenta %s</strong>.

source: You've taken away <strong>%%cred_f%% %%_plural%%</strong> for disconnecting %s account</strong>.
es_cr: A usted se le ha quitar <strong>%%cred_f%% %%_plural%%</strong> por desconectar la cuenta %s.

source: Role upgrade
es_cr: Asenso de rol

source: When my membership level is changed
es_cr: Nivel de mi membresía ha cambiado

source: New comment reply
es_cr: Nueva respuesta

source: When a member replies to one of my comments
es_cr: Cuando un miembro responde a uno de mis comentarios

source: New user comment
es_cr: Comentario nuevo de usuario

source: When a member comments on my posts
es_cr: Cuando un miembro comenta en mis publicaciones

source: New guest comment
es_cr: Comentario nuevo de un invitado

source: When a guest comments on my posts
es_cr: Cuando un invitado comenta en mis publicaciones

source: User view profile
es_cr: Vista de usuario de perfil

source: When a member views my profile
es_cr: Cuando un miembro ve mi perfil

source: Guest view profile
es_cr: Vista de invitados del perfil

source: When a guest views my profile
es_cr: Cuando un invitado ve mi perfil

source: %s ago
es_cr: Hace %s

source: Notifications
es_cr: Notificaciones

source: Your membership level has been changed from <strong>{role_pre}</strong> to <strong>{role_post}</strong>
es_cr: El nivel de su membresía ha cambiado de <strong>{role_pre}</strong> a <strong>{role_post}</strong>

source: <strong>{member}</strong> has replied to one of your comments.
es_cr: <strong>{member}</strong> ha respondido a uno de sus comentarios.

source: <strong>{member}</strong> has commented on your <strong>post</strong>. <span class="b1">"{comment_excerpt}"</span>
es_cr: <strong>{member}</strong> ha comentado en su <strong>publicación</strong>. <span class="b1">"{comment_excerpt}"</span>

source: A guest has commented on your <strong>post</strong>. <span class="b1">"{comment_excerpt}"</span>
es_cr: Un invitado ha respondido en su <strong>publicación</strong>. <span class="b1">"{comment_excerpt}"</span>

source: <strong>{member}</strong> has viewed your profile.
es_cr: <strong>{member}</strong> ha visto su perfil.

source: A guest has viewed your profile.
es_cr: Un invitado ha visto tu perfil

source: Web notifications
es_cr: Notificaciones web

source: Update Settings
es_cr: Actualizar configuración

source: Real-time Notifications License Key
es_cr: Clave de licencia de notificaciones en tiempo real

source: Enable real-time instant notification
es_cr: Activar notificación instantánea en tiempo real

source: Turn off please If your server is getting some load.
es_cr: Apague si su servidor se está poniendo lento.

source: How often do you want the ajax notifier to check for new notifications? (in seconds)
es_cr: ¿Cuán a menudo quiere que el notificador Ajax revise nuevas notificaciones? (En segundos)

source: Where should the notification icon appear?
es_cr: ¿Dónde debería aparecer el icono de notificación?

source: Right bottom
es_cr: Inferior derecho

source: Left bottom
es_cr: Inferior izquierdo

source: Select...
es_cr: Seleccionar…

source: Always display the notification icon
es_cr: Mostrar siempre el icono de notificación

source: If turned off, the icon will only show when there's a new notification.
es_cr: Si está apagado el icono sólo se mostrará cuando hay una notificación nueva.

source: Notification sound
es_cr: Sonido de notificación

source: Play sound when new notification appear. It may not work in Chrome due to Autoplay Policy.
es_cr: Reproducir sonido cuando aparece una notificación nueva. Podría no funcionar en Chrome debido a la política de Autoplay.

source: Account Tab
es_cr: Pestaña de cuenta

source: Show or hide an account tab that shows the web notifications.
es_cr: Mostrar ocultar una pestaña de cuenta que muestra notificaciones web.

source: Template
es_cr: Plantilla

source: Receiving Notifications
es_cr: Recibiendo notificaciones

source: No new notifications
es_cr: No hay notificaciones nuevas

source: See all notifications
es_cr: Ver todas las notificaciones

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
es_cr: La <strong>%s</strong> extensión requiere que el plugin Ultimate Member se encuentre activado para funcionar adecuadamente. Lo puede descargar <a href="https://wordpress.org/plugins/ultimate-member">aquí</a>
